Repository: foss-np/smriti
Catalog: ne_NP_Firefox_OS.tmx
Source language: en
Languages: ne

source: New SIM inserted
ne: नयाँ SIM घुसाइयो

source: zero hours
ne: सून्य घण्टा

source: Edit call log dialog
ne: कल लग डायलग सम्पादन गर्नुहोस्

source: Enter SIM {{n}} HNCK
ne: SIM {{n}} HNCK प्रविष्ट गर्नुहोस्

source: Week
ne: हप्ता

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
ne: पुनर्निवेशको लागि धन्यबाद! हामीले यसलाई भविष्यमा निष्काशन हुन गइरहेको फायरफक्स ओ एस्लाई अझै राम्रो अनुभवको सृजना गर्न प्रयोग गर्नेछौँ ।

source: There was an error while downloading the updates.
ne: अपडेटहरु डाउनलोड गर्दा एउटा त्रुटि भेटियो।

source: The SIM card is locked
ne: सिम कार्ड ताल्चा लगाइएको छ

source: Pinger
ne: पिन्गेर

source: View Facebook profile
ne: फेसबुक प्रोफाइल देखाउनुहोस्

source: Sep
ne: सेप्टेम्वर

source: Launch Browser
ne: ब्राउजर सुरुआत गर्नुहोस्

source: Type your NCK1 code
ne: तपाईको NCK1 कोड लेख्नुहोस्

source: To export contacts insert or unlock your SIM card
ne: सम्पर्कहरु आयात गर्न सिमकार्ड घुसाउनुहोस् वा अन्लक् गर्नुहोस्

source: Turn off airplane mode to update your balance or top up.
ne: तपाईको ब्यालेन्स वा टप अप अद्यावधिक गर्न उडान शैली बन्द गर्नुहोस्।

source: Set
ne: मिलाउ

source: Camera Unavailable
ne: क्यामेरा उपलब्ध भएन

source: last month
ne: गएको महिना

source: ActiveSync settings
ne: ActiveSync सेटिङहरू

source: Word suggestion
ne: शब्द सुझाव

source: Information
ne: जानकारी

source: Fax other
ne: फ्याक्स अन्य

source: October
ne: अक्टोबर

source: Replace audio
ne: अडियो बदल्नुहोस्

source: Create
ne: सृजना गर्नुहोस्

source: Memory card is not available
ne: मेमोरी कार्ड प्रयोगका लागि प्राप्तहुन सकेन।

source: The message could not be sent. Try again?
ne: यो सन्देश पठउन सकिएन। पुन: प्रयास गर्नुहुन्छ?

source: Delete {{name}}
ne: {{name}} मेट

source: Date Taken
ne: लिइएको मिति

source: Jul
ne: जुलाई

source: Jun
ne: जुन

source: This name will appear on your other Bluetooth devices
ne: यो नाम तपाईको अर्को ब्लुटुथ यन्त्रमा देखिने छ

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
ne: वाइफाइ उपलब्ध छैन | हालको जडानमा अद्यावधिक गरे थप रकम लाग्न सक्नेछ |

source: Start your tablet tour!
ne: तपाईंको ट्याब्लेटको यात्रा सुरु गर्नुहोस्!

source: Contacts delete cancelled
ne: सम्पर्कहरु मेटाउने काम रद्द गर्नुहोस्

source: USB tethering
ne: युएसबि टेदरिङ

source: SIM Manager
ne: सिम व्यवस्थापक

source: Last Updated
ne: अन्तिम अद्यावधिक

source: Select wallpaper
ne: वालपेपर चयन गर्नुहोस्

source: Hide keypad
ne: किप्याड लुकाउनुहोस्

source: First Time Experience
ne: पहिलो चोटिको अनुभव

source: Phone Number
ne: फोन नम्बर

source: Add Event
ne: घटना थप्नुहोस्

source: Step {{step}} of {{total}}
ne: {{total}} मध्येको {{step}} चरण

source: To pair with {{device}}, enter the PIN on the device.
ne: {{device}} सँग जोडि बनाउन, यो PIN प्रविष्ट गर्नुहोस्।

source: Imported
ne: आयातित

source: Stopwatch
ne: रोमिघडी

source: Compose message
ne: सन्देश रचना गर्नुहोस्

source: Delete Ringtone
ne: रिङ्टोन् मेटाउनुहोस्

source: Service Center
ne: सेवा केन्द्र

source: Low balance alert
ne: कम ब्यालेन्स चेतावनी

source: This contact doesn't have a phone number
ne: यो सम्पर्कको कुनै फोन नम्बर छैन

source: Add an account
ne: खाता थप्नुहोस्

source: {{ number }} is not an emergency number.
ne: {{ number }} आकस्मिक नम्बर होइन।

source: Select all
ne: सबै चयन गर्नुहोस्

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
ne: माफ गर्नुहोला, सर्भर बन्द भएको कारण प्रणालीले तपाई को सुझाव पठाउन सकेन । कृपया केहि बेर प्रतिक्षा गरि पुन: प्रयास गर्नुहोला ।

source: {{name}} is having problems
ne: {{name}} मा समस्या हुदैछ

source: Operation is restricted to fixed dialing numbers only
ne: सञ्चालन स्थिर डायल सङ्ख्याहरुका लागि मात्र रोक लगाईएकोछ

source: Unlock
ne: ताल्चा खोल्नुहोस्

source: An unknown video error occurred.
ne: एउटा अज्ञात भिडियो त्रुटि देखापर्यो।

source: Duration
ne: अवधि

source: Jank Threshold
ne: ज्यांक थ्रेसहोल्ड

source: never
ne: कहिले पनि

source: Do you want to stop the download in progress?
ne: तपाई यो डाउनलोडको प्रगतिलाई रोक्न चाहनुहुन्छ?

source: Sound
ne: ध्वनि

source: SIM {{index}}: Unknown
ne: SIM {{index}}: अज्ञात

source: Resend this message
ne: यो सन्देश पुन: पठाउनुहोस्

source: All day<br>{{startDate}}
ne: पुरा दिन <br>{{startDate}}

source: Reset mobile usage
ne: मोबाइल प्रयोग रिसेट गर्नुहोस्

source: Send Data
ne: डाटा पठाउनुहोस्

source: End date
ne: अन्त्य मिति

source: Delete ringtone
ne: रिङ्टोन् मेटाउनुहोस्

source: Data Roaming
ne: डेटा रोमिङ्ग

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
ne: अहिले यस यन्त्र वाहकसंग संवाद गर्न असफल छ | प्राथमिकता मिलाउन पुन कोसिस गर्नुहोस् |

source: SD Card Storage
ne: SD कार्ड भण्डार

source: Connect with WPS
ne: WPS संग सम्पर्क गर्नुस

source: The message you’re looking for is no longer available.
ne: तपाईँले खोजिरहनु भएको सन्देश अब उपलब्ध छैन ।

source: Mic is on
ne: माइक्रोफोन चालू छ

source: Bluetooth pairing request expired. Try to pair again.
ne: ब्लुटुथसँग जोडी बनाउने अवधि समाप्त भयो। फेरि जोडी बनाउने प्रयास गर्नुहोस्।

source: alert
ne: सतर्कता

source: Language
ne: भाषा

source: Delete {{n}} selected messages?
ne: {{n}} चयन गरिएको सन्देशहरु मेटाउने?

source: Stop downloading {{ app }}?
ne: {{ app }}को डाउनलोड रोक्ने?

source: Reminder:
ne: सचेतक:

source: Passcode doesn’t match. Try again.
ne: पासकोड मिलेन। पुन: प्रयास गर्नुहोस्।

source: Download
ne: डाउनलोड

source: Forward when unreachable
ne: पहुँच अयोग्य भएमा फरवार्ड गर

source: GSM
ne: जि एस एम्

source: Send SS
ne: SS पठाउनुहोस्

source: New alarm
ne: नयाँ संसूचक

source: Friday
ne: शुक्रबार

source: via SIM{{ n }}
ne: SIM मार्फत{{ n }}

source: Certificate import failed
ne: प्रमाणपत्र आयात असफल भयो

source: After 30 minutes
ne: ३० मिनेट पछि

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
ne: यो संसूचक अहिलेबाट {{alarmHours}} {{alarmMinutes}} का लागि राखिएको छ।

source: Crash Reports
ne: क्र्यास प्रतिवेदनहरू

source: Find it on the scratch card or directly in your receipt.
ne: तपाईको स्क्र्याच कार्ड वा सिधै रसिदमा खोज्नुहोस्।

source: {{ringtoneSectionBrandName}} Ringtones
ne: {{ringtoneSectionBrandName}} रिङ्गटोनहरु

source: Total space
ne: जम्मा स्थान

source: {{ n }} messages deleted
ne: {{ n }} सन्देशहरू मेटाइयो

source: {{n}} event
ne: {{n}} घटना

source: Service is disabled
ne: सेवा असक्षम पारियो

source: Fri
ne: शुक्र

source: return
ne: फिर्ता

source: Good
ne: राम्रो

source: ICE Contact 2
ne: ICE सम्पर्क 2

source: Oct
ne: अक्टुवर

source: Account
ne: खाता

source: Unknown Contact
ne: अज्ञात सम्पर्क

source: ICE Contact 1
ne: ICE सम्पर्क 1

source: Your Privacy
ne: तपाईँको गोपनीयता

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
ne: तपाईंँले अहिले सम्म कुनै पनि मोबाइल डेटा प्रयोग गर्नुभएको छैन।जब तपाईँ प्रयोग गर्नुहुन्छ, हरेक एप्लिकेशनको डेटा प्रयोग यहाँ देखाइनेछ।

source: More Information
ne: अझबढि जानकारी

source: Cell Broadcast Messages
ne: कक्ष प्रसारण सन्देशहरू

source: Reminders
ne: सचेतकहरु

source: Unknown title
ne: अज्ञात शीर्षक

source: text
ne: पाठ

source: Unknown file
ne: अज्ञात फाइल

source: Try sharing one video at a time.
ne: एक पटकमा एउटा भिडियो साझेदारी गरी हेर्नुहोस्।

source: Ringtone Not Created
ne: रिङ्गटोन सिर्जना गरिएन

source: {{ n }} update available. <span>Tap for more info.</span>
ne: {{ n }} अपडेटहरु उपलब्ध छन् | <span>थप जानकारीका लागि थिच्नुहोस्।</span>

source: Add another account
ne: अर्को खाता थप्नुहोस्

source: All Day
ne: सबै दिन

source: Add Comment
ne: टिप्पणी थप्नुहोस्

source: Please, make sure airplane mode is off.
ne: कृपया, एयरप्लेन मोड निस्कृय भएको निश्चित गर्नुहोस्।

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
ne: जडान गति सिमित पुगेपछी घट्नेछ । उचित सिमित बनाउन आफ्नो डाटा प्रदातासंग जांच गर्नुहोस।

source: Select continent
ne: महादेश चयन गर्नुहोस

source: not downloaded
ne: डाउनलोड गरिएको छैन

source: Sent Message
ne: पठाइएका सन्देशहरू

source: Network Type
ne: सञ्जाल किसिम

source: Digicloud
ne: डिजीक्लाउड

source: Add recipient
ne: प्रापक थप्नुहोस्

source: Dismiss
ne: खारेज

source: Manage Tones
ne: टोनहरु व्यवस्थापन गर्नुहोस्

source: Music Storage
ne: सङ्गित भण्डारण

source: Lap {{n}}
ne: ल्याप {{n}}

source: Nick name
ne: उप नाम

source: Advanced
ne: आधुनिक

source: Mozilla
ne: मोजिल्ला

source: {{n}} recipients
ne: {{n}} प्रापकहरु

source: submit
ne: पेश गर्नुहोस्

source: Check for Updates
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्

source: Folders and settings
ne: फोल्डर तथा सेटिङहरु

source: SS modified to SS
ne: SS SSमा परिमार्जित गरियो

source: Bluetooth is disabled
ne: ब्लुटुथ असक्षम भएको छ

source: delete
ne: मेटाउनुहोस्

source: PIN must have between 4 and 8 characters.
ne: PIN ४ देखि ८ क्यारेक्टरहरूको हुनुपर्छ।

source: WPS timed out
ne: WPS समय समाप्त

source: Power Save Mode
ne: पावर सङ्ग्रह मोड

source: Off
ne: बन्द

source: Checking for updates…
ne: अपडेटहरूका लागि जाँच गर्दै...

source: {{startDate}} from {{startTime}} to {{endTime}}
ne: {{startDate}} {{startTime}} देखि {{endTime}} सम्म

source: {{value}} hours ago
ne: {{value}} घण्टा अगाडि

source: Add contact
ne: सम्पर्क थप्नुहोस्

source: SMS send fail retry
ne: SMS पठाउन असफल पुन: प्रयास गर्नुहोस्

source: 10 minutes
ne: १० मिनेट

source: table
ne: तालिका

source: Phone and Data Report
ne: फोन र डाटा प्रतिवेदन

source: The PIN was incorrect.
ne: PIN गलत थियो।

source: {{value}}m ago
ne: {{value}}मिनेट अघि

source: Turn Wi-Fi on to view available networks.
ne: उपलब्ध सञ्जालहरू अवलोकन गर्न वाइफाइ अन गर्नुहोस्।

source: Mobile
ne: मोबाइल

source: in an hour
ne: एक घण्टामा

source: url
ne: यु आर् एल्

source: {{n}} participant
ne: {{n}} सहभागी

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
ne: "<bdi>{{tone}}</bdi>" वर्तमान पूर्वनिर्धारित अलर्ट हो।<br><br>के तपाईंँ यसलाई मेट्न निश्चित हुनुहुन्छ?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
ne: "<bdi>{{tone}}</bdi>" वर्तमान पूर्वनिर्धारित रिङटोन हो।<br><br>के तपाईंँ यसलाई मेट्न निश्चित हुनुहुन्छ?

source: Cancel Bluetooth file transfer?
ne: ब्लुटुथ फाइल स्थानान्तर गर्नुहोस रद्द गर्न चाहनुहुन्छ?

source: Reset report
ne: रेसेट प्रतिवेदन

source: Advanced Settings
ne: बृहत सेटिङ्गहरु

source: Self-Timer enabled
ne: स्वयम-समयसूचक सक्षम पारियो

source: Do you want to unlink your friend?
ne: के तपाईं आफ्नो साथीलाई अनलिङ्क गर्न चहानुहुन्छ?

source: Monday
ne: सोमबार

source: Address
ne: ठेगाना

source: Install Now
ne: अहिले स्थापना गर्नुहोस्

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ne: सहि PIN प्रविष्ट गर्ने यो तपाईको अन्तिम मौका हो, अन्यथा तपाईले SIM कार्ड प्रयोग गर्नका लागि PUK कोड प्रविष्ट गर्नै पर्दछ।

source: Create new PIN (4 to 8 digits)
ne: नँया PIN सृजना गर्नुहोस्(४ देखि ८ अङ्क)

source: {{n}} tries left.
ne: {{n}} वटा प्रयासहरु बाँकी।

source: Enable Data
ne: डाटा सक्षम पार्नुहोस्

source: Send Feedback
ne: पुनर्निवेश पठाउनुहोस

source: {{size}} {{unit}} available
ne: {{size}} {{unit}} उपलब्ध

source: Language & Region
ne: भाषा र क्षेत्र

source: Bad password!
ne: खराब पासवर्ड!

source: Incoming
ne: आगमन

source: New password
ne: नयाँ पासवर्ड

source: Not enough space on memory card. Try freeing up space by deleting media.
ne: मेमोरी कार्डमा पर्याप्त ठाउँ छैन । मिडिया मेटाइ ठाउँ खालि गर्ने प्रयास गर्नुहोस् ।

source: Add Date
ne: मिति थप्नुहोस्

source: Require passcode
ne: पासकोड आवश्यक

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
ne: सहि PIN2 प्रविष्ट गर्ने यो तपाईको अन्तिम मौका हो, अन्यथा तपाईले सिम कार्ड प्रयोग गर्नका लागि PUK2 कोड प्रविष्ट गर्नै पर्दछ ।

source: Save
ne: सङ्ग्रह गर्नुहोस्

source: This is already the latest version of {{brandShortName}}
ne: यो {{brandShortName}} को सबैभन्दा नयाँ संस्करण नै हो

source: Cancel
ne: रद्द गर्नुहोस्

source: Create with:
ne: यससँग सृजना गर्ने :

source: Pairing with device…
ne: यन्त्रसँन जडान गर्दै...

source: Confirm
ne: यकिन गर्नुहोस्

source: Turn On
ne: सुचारु गर्नुहोस्

source: No memory card found
ne: कुनै मेमोरी कार्ड भेटिएन

source: NCK1 must have between 8 and 16 characters.
ne: NCK1 मा 8 देखि 16 क्यारेक्टरहरू हुनुपर्छ ।

source: Check for new messages
ne: नयाँ सन्देशहरुको लागि जाँच्नुहोस्

source: Downloading {{ appName }}
ne: {{ appName }} डाउनलोड गर्दै

source: Delete email message?
ne: इमेल सन्देश मेट्नुहुन्छ?

source: Call {{number}}?
ne: कल {{number}}?

source: My phone and Internet plan is
ne: मेरो फोन र इन्टरनेट योजना

source: The authentication mechanism is not supported yet.
ne: प्रमणिकारण को क्रियाविधि अझै समर्थन भएको छैन ।

source: {{ n }} messages marked as unread
ne: {{ n }} सन्देशहरू नपढिएको रुपमा चिन्ह लगाइयो

source: Export to Bluetooth
ne: ब्लुटुथमा निर्यात गर्नुहोस्

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ne: विश्वभरिका हजारौ समुदायले {{brandShortName}} स्वतन्त्र र खुला सफ्टवेर अन्तर्गत बनाएको हो। तपाईले जान्नुपर्ने केहि कुराहरु छन्:

source: Wi-Fi
ne: वाइफाइ

source: Auto (CDMA/EVDO)
ne: स्वत: (CDMA/EVDO)

source: Enter SPCK code
ne: SPCK कोड प्रविष्ट गर्नुहोस्

source: Not now
ne: अहिले होइन

source: Turn ON
ne: अन गर्नुहोस्

source: The camera is in use by another app.
ne: अर्को एपद्वारा क्यामेरा प्रयोग भइरहेको छ।

source: WPS was canceled
ne: WPS रद्द गरियो

source: Attachments can not be forwarded.
ne: संलग्नहरु फरवार्ड गर्न साकिदैन।

source: Read:
ne: पढ्नुहोस्:

source: Every 10 minutes
ne: प्रत्येक १० मिनेटमा

source: Reflows
ne: रिफ्लोहरु

source: Can not get device storage state.
ne: यन्त्र भण्डार स्थिति पाउन सकिएन ।

source: Video Storage
ne: भिडियो भण्डार

source: Resume
ne: पुन: निरन्तरता गर्नुहोस्

source: Console Enabled
ne: कंसोल सक्षम पारिएको

source: MARCH
ne: मार्च

source: Enter PIN code
ne: PIN कोड प्रविष्ट गर्नुहोस्

source: Other accounts
ne: अन्य खाताहरु

source: Balance didn’t update correctly. Try updating manually.
ne: ब्यालेन्स ठिक तवरले अपडेट हुन सकेन। आफै अपडेट गर्न कोसिस गर्नुहोस्।

source: Enable Geolocation
ne: भू-स्थान सक्षम पार्नुहोस्

source: Birthday
ne: जन्मदिन

source: Remove
ne: हटाउनुहोस्

source: Dates
ne: मितिहरु

source: FUTURE
ne: भविष्य

source: Server certificate
ne: सर्भर प्रमाणपत्र

source: An error occurred while retrieving call forwarding status
ne: कल फरवार्डको स्थिति पाउन खोज्दा त्रुटि भयो

source: Your top-up is being processed.
ne: तपईको टप-अप मेनु प्रशोधन हुदैछ।

source: Download stopped
ne: डाउनलोड रोकियो

source: 1 minute before
ne: १ मिनेट अघी

source: Sending…
ne: पठाउँदै…

source: WAP Push Messages
ne: WAP पुस सन्देशहरु

source: Type of Contract
ne: समझौताका प्रकार

source: Choose where photos, videos, music and downloads are stored by default.
ne: फोटो, भिडियो, सङ्गित र डाउनलोडहारु भएको पूर्वनिर्धारित स्थान चयन गर्नुहोस्।

source: Edit contact
ne: सम्पर्क सम्पादन गर्नुहोस्

source: Mute
ne: मौन

source: 12-hour
ne: 12 घन्टा

source: 0 years before
ne: ० वर्ष अगाडि

source: Sync friends
ne: साथीहरु समक्रमण गर्नुहोस्

source: Get clear information about how much internet you’re using.
ne: तपाईले कतिको इन्टरनेट प्रयोग गर्नुभाकोछ भन्ने बारेमा स्पष्ट जानकारी पाउनुहोस् |

source: Please contact your local provider for support.
ne: सहयोगका लागि कृपया तपाईंको स्थानीय प्रदायकसंग सम्पर्क राख्नुहोस्।

source: Europe
ne: युरोप

source: More about your privacy
ne: तपाईँको गोपनीयताका बारे थप

source: No wireless networks found
ne: कुनै पनि बेतारका संजाल भेटिएन

source: Sun
ne: आइत

source: Maximum number of retries exceeded. SIM blocked
ne: अधिकतम पुन: प्रयास सङ्ख्याले सीमा नाघ्यो।SIM रोकियो

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
ne: {{device}} सँग जोडि बनाउन दुबैमा यो PIN देखाएको छ कि छैन हेर्नुस्:

source: Hide settings
ne: सेटिङहरू लुकाउनुहोस्

source: Confirm new PIN2
ne: नयाँ PIN2 यकीन गर्नुहोस्

source: Listen
ne: सुन्नुहोस

source: Delete photo?
ne: तस्विर मेटाउने?

source: Corrupted File
ne: बिग्रिएको फाइल

source: The network {{networkName}} was found. Join network?
ne: {{networkName}} भन्ने सञ्जाल भेटियो। सञ्जालसँग जोड्न चाहानुहुन्छ?

source: Tap to switch input method
ne: प्रणाली बदल्न थिच्नुहोस

source: unselected
ne: चयन नगरिएको

source: Clear
ne: खाली गर्नुहोस्

source: Network is offline. Will check again when the network is online.
ne: सञ्जाल अफलाइन छ। सञ्जाल अनलाइन हुदाँ पुन: जाँच्नेछ।

source: less than a minute
ne: एक मिनेट भन्दा कम

source: Remove {{name}}
ne: {{name}} हटाउनुहोस्

source: When balance is below
ne: जब ब्यालेन्स कम हुन्छ

source: The selected attachments are too large to send with this message. Try selecting fewer files.
ne: चयन गरिएका संलग्नहरु यस सन्देशमा पठाउन धेरै ठूला छन्। कम फाइलहरु चयन गर्न खोज्नुहोस्।

source: Delete {{n}} selected message threads?
ne: {{n}} चयन गरिएका सन्देश सूत्रहरु मेटाउने?

source: Quit
ne: अन्त्य गर्नुहोस्

source: Server unsupported. The POP3 server does not implement required features.
ne: सर्भर असमर्थित। यस POP3 सर्भरले आवश्यक सुविधाहरु लागू गर्दैन।

source: Debug
ne: त्रुटि सच्याउनुहोस्

source: Unplug the phone to capture photos and videos
ne: फोटो र भिडियो खिच्नलाई फोन छुटाउनुहोस्

source: Format
ne: ढाँचा

source: Close menu
ne: सुची बन्द गर्नुहोस्

source: 1 day after
ne: १ दिन पछि

source: Gmail
ne: जिमेल

source: Calendar
ne: पात्रो

source: Comments
ne: टिप्पणीहरू

source: Select Messages
ne: सन्देशहरु छान्नुहोस्

source: Keyboard
ne: कीबोर्ड

source: Phase 2 authentication
ne: फेज २ प्रमाणीकरण

source: Imported one contact
ne: एउटा सम्पर्क आयात गरियो

source: Select from:
ne: यहादेखि चयन गर:

source: Minutes
ne: मिनेट

source: Reset PIN2
ne: PIN दुई रिसेट गर्नुहोस्

source: Contacts
ne: सम्पर्कहरू

source: {{site}} would like to access your images.
ne: {{site}}ले तपाईको चित्रहरुसंग पहुंच पुग्न चाहन्छ |

source: closed
ne: बन्द गरिएको

source: Number when unanswered
ne: जब नम्बर उठदैन

source: {{value}} months before
ne: {{value}} महिना अगाडि

source: Remove video
ne: भिडियो हटाउनुहोस्

source: Credentials
ne: कागजात

source: open
ne: खुल्ला

source: This account already exists.
ne: यस खाता पहिले नै अवस्थित छ।

source: Mail failed to send
ne: मेल पठाउन असफल

source: Legal Information
ne: कानूनी सूचना

source: Fixed Dialing Numbers
ne: निश्चित डायलिङ नम्बरहरु

source: Tap to connect
ne: जडान गर्न थिच्नुहोस्

source: Email address
ne: इमेल ठेगाना

source: Where?
ne: कत्ता?

source: Less than {{value}} {{unit}} remaining.
ne: {{value}} {{unit}} भन्दा कम बांकी छ।

source: The event cannot end before its start date
ne: घटना सुरुवात मिति अघि अन्त्य हुन सक्दैन

source: Saturday
ne: शनिबार

source: {{value}}d ago
ne: {{value}}दिन अघि

source: Join hidden network
ne: लुकिएका संजाल संग संलग्न हुनुहोस्

source: 2G only
ne: 2G मात्र

source: 2 minutes
ne: २ मिनेट

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
ne: यो {{device}} तपाईको फोनसँग जोडि बनाउनु चाहन्छ। यसलाई स्वीकार गर्न दुवै फोनमा तल दिएको PIN हुनुपर्छः

source: Borders
ne: किनाराहरू

source: Automatically retrieve messages
ne: स्वत: सन्देशहरु प्राप्त गर्नुहोस्

source: All day event?
ne: सबै दिनका घटना?

source: Download complete
ne: डाउनलोड समाप्त

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ne: यसमा खुला पृष्ठ र एपहरु, फारममा लेखिएका शब्दहरु र खुला सन्देशका सामाग्रीहरु, हालैको ब्राउजिङ्ग इतिहास, वा खुला एपले प्रयोग गरेको भू-स्थानजस्ता कुराहरु समावेश हुन सक्छन्।

source: That’s it!
ne: यहि हो!

source: Share alert
ne: अलर्ट बाँड्नुहोस्

source: Weekly
ne: साप्ताहिक

source: ADB and DevTools
ne: ADB र DevTools

source: Never
ne: कहिले पनि होइन

source: Mobile usage
ne: मोबाइल प्रयोग

source: Add event
ne: घटना थप्नुहोस्

source: January
ne: जनवरी

source: Configuration message received, tap on “Done” to continue.
ne: कन्फिगरेसन सन्देस प्राप्त भयो, जारी राख्नको लागि "स्विकृत" मा क्लिक गर्नुहोला।

source: 0 hours before
ne: ० घण्टा अघी

source: Self-Timer
ne: स्वयम-समयसूचक

source: Invalid or Unsupported MMI Code
ne: अवैध वा असमर्थित MMI कोड

source: Request read report for each message sent
ne: प्रत्येक पठाईएका सन्देशहरुका लागि वाचन प्रतिवेदन अनुरोध गर्नुहोस्

source: Dial Pad
ne: डायल प्याड

source: Cannot access SIM card’s phone book
ne: SIM कार्डको फोनवुकमा प्रवेश निषेध

source: PIN2 successfully changed
ne: PIN२ सफलतापूर्वक परिवर्तन भयो

source: Fax home
ne: गृह फ्याक्स

source: Comment:
ne: टिप्पणी:

source: No contacts found
ne: कुनै पनि सम्पर्कहरु फेला परेन

source: Airplane mode is on
ne: उडान शैली चालू छ

source: SIM {{index}} PIN changed successfully
ne: SIM {{index}} PIN परिवर्तन सफल भएकोछ

source: No Contact to Delete
ne: मेटाउन लाई कुनै सम्पर्क छैन

source: last week
ne: गएको हप्ता

source: property page
ne: गुण पृष्ठ

source: This account is already configured.
ne: यो खाता पाहिले नै कन्फिगर छ।

source: ICE Contacts - In Case of Emergency
ne: ICE सम्पर्कहरु- इमरजेन्सी को केस मा

source: 5 minutes
ne: ५ मिनेट

source: Options
ne: विकल्पहरू

source: Bluetooth
ne: ब्लुटुथ

source: Request was successful
ne: तपाईको अनुरोध सफल भयो।

source: Would you like to share your camera and microphone with {{site}}?
ne: के तपाई आफ्नो क्यामेरा र माइक्रोफोन {{site}} संग बाँड्न चाहनु हुन्छ ?

source: Your Text Message (SMS), was sent on {{datetime}}
ne: तपाईंको पाठ सन्देश (एस् एम् एस्), {{datetime}} मा पठाइएको थियो

source: Time
ne: समय

source: This contact does not have an email address
ne: सम्पर्कको लागि ईमेल ठेगाना छैन।

source: Fax office
ne: कार्यालय फ्याक्स

source: Searching…
ne: खोजी गर्दैछ...

source: Type your PIN code
ne: PIN कोड लेख्नुहोस्

source: Contact details
ne: सम्पर्क विवरण

source: HDR
ne: एच डी आर

source: To import contacts connect to Wi-Fi or data network
ne: सम्पर्क विवरण आयात गर्न वाइफाइ वा डाटा सञ्जालमा रहनुहोस्।

source: not checked
ne: चयन नगरिएको

source: Cancel WPS
ne: WPS रद्द गर्नुहोस्

source: Service not provisioned
ne: सेवा लिइएको छैन

source: Pair
ne: जोडी

source: PUK2 code
ne: PUK दुई सङ्केत

source: figure
ne: स्वरूप

source: WCDMA
ne: डब्लु सी डि एम् ए

source: You have run out of media storage space.
ne: भण्डारन स्थान भरियो।

source: Cellular Data
ne: सेलुलर डाटा

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
ne: {{startTime}} {{startDate}} देखि {{endTime}} {{endDate}} सम्म

source: Your email is not valid
ne: तपाईको इमेल अवैध छ

source: The PIN2 code is incorrect.
ne: PIN2 कोड गलत छ ।

source: Forward when busy
ne: बेस्त भय पठाउने

source: Email successfully added
ne: इमेल सफलतापूर्वक थपियो

source: Set Idle Mode Text
ne: निस्क्रिय पाठ शैली सेट गर्नुहोस्

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
ne: जब तपाई Do Not Track खोल्नुहुन्छ, तपाईको यन्त्रले सबै वेबसाइट र एप (साथै विज्ञापनदाता र अरु सामग्री प्रदायक ) लाई तपाईको व्यवहार Track गर्नु छैन भन्छ ।

source: The server "{{server}}" is offline for maintenance. Try again later.
ne: यस सरभर "{{server}}" सुधार्नका लागि अफलाइन छ | पछि पुन प्रयास गर्नुहोस् |

source: Buttons
ne: बटनहरू

source: outline item
ne: वस्तुको बाह्यरेखा

source: Usage Widget
ne: प्रयोग विजेट

source: Model
ne: नमूना

source: Resizing the attached image
ne: संलग्न छवि रिसाइज गरिदै

source: Rejected by remote
ne: प्रतिकरणद्वारा अस्वीकार

source: Affiliated
ne: सम्बद्धनदित्

source: Contact your company representative
ne: तपाईको कम्पनीको प्रतिनिधिलाई सम्पर्क गर्नुहोस्

source: Button connection
ne: Button जडान
